Repository: ordozgoite/AroundYou
Catalog: WhatsGoingNearby/Localize/Localizable.xcstrings
Source language: en
Languages: pt_br, pt_pt

source: Sorry, you're too far away to edit this post.
pt_br: Desculpe, você está longe demais para editar essa publicação.
pt_pt: Desculpe, você está longe demais para editar essa publicação.

source: Stop recording
pt_br: Parar gravação
pt_pt: Parar gravação

source: Storing image...
pt_br: Armazenando imagem...
pt_pt: A guardar imagem...

source: Storing video...
pt_br: Armazenando vídeo…
pt_pt: A guardar vídeo…

source: Submit
pt_br: Submeter
pt_pt: Submeter

source: Take Photo
pt_br: Tirar Foto
pt_pt: Tirar Fotografia

source: Tap on the aproximmate location.
pt_br: Toque na localização aproximada.
pt_pt: Toque na localização aproximada.

source: Tap to record
pt_br: Toque para gravar
pt_pt: Toque para gravar

source: Tap to start recording. Tap again to stop.
pt_br: Toque para começar a gravar. Toque novamente para parar.
pt_pt: Toque para começar a gravar. Toque novamente para parar.

source: Tap to stop
pt_br: Toque para parar
pt_pt: Toque para parar

source: Tech & Games
pt_br: Tecnologia e Jogos
pt_pt: Tecnologia e Jogos

source: Temporary posts ⏳
pt_br: Publicações temporárias ⏳
pt_pt: Publicações temporárias ⏳

source: That's how people see you.
pt_br: Assim que as pessoas te veem.
pt_pt: Assim que as pessoas te veem.

source: The **location service** is disabled. Please enable it to unlock the full functionality of AroundYou.
pt_br: O **acesso à localização** está desativado. Por favor, ative-o para desbloquear todas as funcionalidades de AroundYou.
pt_pt: O **acesso à localização** está desativado. Por favor, ative-o para desbloquear todas as funcionalidades de AroundYou.

source: The **location services** are disabled. Please enable it to unlock the full functionality of AroundYou.
pt_br: O **acesso à localização** está desativado. Por favor, ative-o para desbloquear todas as funcionalidades de AroundYou.
pt_pt: Os **serviços de localização** estão desativados. Ative-os para desbloquear todas as funcionalidades do AroundYou.

source: The **precise location** is disabled. Please enable it to unlock the full functionality of AroundYou.
pt_br: A **localização precisa** está desativada. Por favor, ative-a para desbloquear todas as funcionalidades de AroundYou.
pt_pt: A **localização precisa** está desativada. Por favor, ative-a para desbloquear todas as funcionalidades de AroundYou.

source: The community description is visible to everyone who can see this community.
pt_br: A descrição da comunidade é visível para todos que podem ver esta comunidade.
pt_pt: A descrição da comunidade é visível para todos os que podem ver esta comunidade.

source: The total may include people who chose to keep their view private.
pt_br: O total pode incluir pessoas que decidiram manter sua visualização privada.
pt_pt: O total pode incluir pessoas que optaram por manter a sua visualização privada.

source: The username you have chosen contains invalid characters. Please try another.
pt_br: O nome de usuário que você escolheu contém caracteres inválidos. Por favor tente outro.
pt_pt: O nome de usuário que você escolheu contém caracteres inválidos. Por favor tente outro.

source: The video could not be prepared. Please try another video.
pt_br: O vídeo não pode ser preparado. Por favor, tente outro vídeo.
pt_pt: Não foi possível preparar o vídeo. Experimente outro vídeo.

source: There are new posts around you!
pt_br: Não há publicações ao seu redor.
pt_pt: Há novas publicações à sua volta!

source: There are no active posts around you right now.
pt_br: No momento não há publicações ativas ao seu redor.
pt_pt: No momento não há publicações ativas ao seu redor.

source: There are no posts in your region right now.
pt_br: Ainda não há posts na sua região.
pt_pt: De momento não há publicações na sua região.

source: These help us show you people who fit your preferences.
pt_br: Elas nos ajudam a mostrar pessoas que correspondem às suas preferências.
pt_pt: Ajudam-nos a mostrar-lhe pessoas que correspondem às suas preferências.

source: These users want to join your community. Approve their request or ignore it.
pt_br: Estes usuários querem participar da sua comunidade. Aprove a solicitação ou ignore-a.
pt_pt: Estes utilizadores querem participar na sua comunidade. Aprove o pedido ou ignore-o.

source: This community is private.
pt_br: Essa comunidade é privada.
pt_pt: Esta comunidade é privada.

source: This email is already registered with another sign-in method. Please sign in with the method you used originally.
pt_br: Esse email já está registrado com outro método de sign-in. Por favor, entre com o método que você usou originalmente.

source: This feature is not available yet.
pt_br: Este recurso ainda não está disponível.
pt_pt: Esta funcionalidade ainda não está disponível.

source: This functionality should only be used in case of a real emergency. Your location will be automatically shared with the **police**.
pt_br: Esta funcionalidade só deve ser usada em caso de emergência real. Sua localização será compartilhada automaticamente com a **polícia**.
pt_pt: Esta funcionalidade só deve ser usada em caso de emergência real. A sua localização será partilhada automaticamente com a **polícia**.

source: This message was not sent
pt_br: Essa mensagem não foi enviada
pt_pt: Essa mensagem não foi enviada

source: This user will be able to see your posts and profile, and you will be able to see this user's posts and profile.
pt_br: Esse usuário não vai mais poder ver suas publicações e perfil, e você não vai mais poder ver as publicações e o perfil desse usuário.
pt_pt: Esse usuário não vai mais poder ver suas publicações e perfil, e você não vai mais poder ver as publicações e o perfil desse usuário.

source: This user will not be able to see your posts and profile, and you will not be able to see this user's posts and profile.
pt_br: Esse usuário não vai mais poder ver suas publicações e perfil, e você não vai mais poder ver as publicações e o perfil desse usuário.
pt_pt: Esse usuário não vai mais poder ver suas publicações e perfil, e você não vai mais poder ver as publicações e o perfil desse usuário.

source: This username contains invalid characters. Please choose another one.
pt_br: Este nome de usuário contém caracteres inválidos. Escolha outro.
pt_pt: Este nome de utilizador contém caracteres inválidos. Escolha outro.

source: This username is already taken. Please try a different one.
pt_br: Este nome de usuário já foi usado. Tente outro.
pt_pt: Este nome de utilizador já está a ser usado. Experimente outro.

source: This username isn't available. Please try another.
pt_br: Esse nome de usuário está indisponível. Por favor tente outro.
pt_pt: Esse nome de usuário está indisponível. Por favor tente outro.

source: to chill
pt_br: relaxar
pt_pt: relaxar

source: To Chill
pt_br: Relaxar
pt_pt: Relaxar

source: to kill time
pt_br: matar o tempo
pt_pt: matar o tempo

source: To Kill Time
pt_br: Matar o Tempo
pt_pt: Matar o Tempo

source: to party
pt_br: festejar
pt_pt: festejar

source: To Party
pt_br: Festejar
pt_pt: Festejar

source: to share something
pt_br: compartilhar algo
pt_pt: partilhar algo

source: To Share Something
pt_br: Compartilhar Algo
pt_pt: Partilhar Algo

source: Trans Female
pt_br: Mulher Trans
pt_pt: Mulher Trans

source: Trans Male
pt_br: Homem Trans
pt_pt: Homem Trans

source: Try again
pt_br: Tentar de novo
pt_pt: Tentar de novo

source: Try Again
pt_br: Tentar Novamente
pt_pt: Tentar Novamente

source: Type your business' name
pt_br: Insira o nome do seu negócio
pt_pt: Introduza o nome do seu negócio

source: Unable to update privacy settings.
pt_br: Não foi possível atualizar configurações de privacidade.
pt_pt: Não foi possível atualizar as definições de privacidade.

source: Unblock
pt_br: Desbloquear
pt_pt: Desbloquear

source: Unblock User
pt_br: Desbloquear Usuário
pt_pt: Desbloquear Usuário

source: Undo Send
pt_br: Desfazer Envio
pt_pt: Anular Envio

source: Unfollow post
pt_br: Deixar de seguir publicação
pt_pt: Deixar de seguir publicação

source: Unfollowing post
pt_br: Deixando de seguir publicação
pt_pt: Deixando de seguir publicação

source: Unmute Chat
pt_br: Reativar Conversa
pt_pt: Reativar Conversa

source: Updating photo...
pt_br: Atualizando foto...
pt_pt: Atualizando foto...

source: Username
pt_br: Nome de usuário
pt_pt: Nome de usuário

source: Username can only contain letters, numbers, dots (.) and underscores (_), with no spaces or special characters.
pt_br: O nome de usuário pode conter apenas letras, números, pontos (.) e sublinhados (_), sem espaços ou caracteres especiais.
pt_pt: O nome de utilizador só pode conter letras, números, pontos (.) e sublinhados (_), sem espaços nem caracteres especiais.

source: Version %@
pt_br: Versão %@
pt_pt: Versão %@

source: Victim Details
pt_br: Detalhes da Vítima
pt_pt: Detalhes da Vítima

source: Video unavailable
pt_br: Vídeo indisponível
pt_pt: Vídeo indisponível

source: Videos can be up to 15 seconds long.
pt_br: Vídeos podem ter até 15 segundos.
pt_pt: Os vídeos podem ter até 15 segundos.

source: View All
pt_br: Ver Tudo
pt_pt: Ver Tudo

source: Views
pt_br: Visualizações
pt_pt: Visualizações

source: Wanna buy
pt_br: Quero comprar
pt_pt: Quero comprar

source: Wanna eat
pt_br: Quero comer
pt_pt: Quero comer

source: We couldn’t access your location. Please enable location permissions in your device settings.
pt_br: Não foi possível acessar sua localização. Ative as permissões de localização nas configurações do seu dispositivo.
pt_pt: Não foi possível aceder à sua localização. Ative as permissões de localização nas definições do dispositivo.

source: We couldn't access your location. Please make sure to allow access in your device's settings.
pt_br: Não foi possível ter acesso à sua localização. Certifique-se de permitir acesso nos ajustes de seu dispositivo.
pt_pt: Não foi possível ter acesso à sua localização. Certifique-se de permitir acesso nos ajustes de seu dispositivo.

source: We use your location to know what's going on around you.
pt_br: Nós usamos sua localização para saber o que está rolando ao redor de você.
pt_pt: Nós usamos sua localização para saber o que está rolando ao redor de você.

source: We'll match you with people who are interested in your gender and age.
pt_br: Nós combinaremos você com pessoas interessadas em seu gênero e idade.
pt_pt: Vamos ligá-lo a pessoas interessadas no seu género e idade.

source: Wellness
pt_br: Bem-estar
pt_pt: Bem-estar

source: What are you reporting?
pt_br: O que você está denunciando?
pt_pt: O que está a denunciar?

source: What did you lose?
pt_br: O que você perdeu?
pt_pt: O que perdeu?

source: What type of issue are you reporting?
pt_br: Que tipo de problema você está reportando?
pt_pt: Que tipo de problema você está reportando?

source: What's going on around you?
pt_br: O que está rolando ao seu redor?
pt_pt: O que está rolando ao seu redor?

source: WhatsApp number
pt_br: Número de WhatsApp
pt_pt: Número de WhatsApp

source: WhatsApp Number
pt_br: Número de WhatsApp
pt_pt: Número de WhatsApp

source: Where did you lose it?
pt_br: Onde você perdeu?
pt_pt: Onde o perdeu?

source: Working
pt_br: Trabalhando
pt_pt: Trabalhando

source: Write a message...
pt_br: Escreva uma mensagem...
pt_pt: Escreva uma mensagem...

source: You already asked to join this community
pt_br: Você já pediu para participar desta comunidade.
pt_pt: Já pediu para participar nesta comunidade.

source: You are about to share your current location within your post. This means that anyone nearby will be able to see the place where you made the post. Are you sure you want to proceed?
pt_br: Você está prestes a compartilhar sua atual localização. Isso significa que qualquer um por perto poderá ver o local onde você fez a publicação. Tem certeza que deseja prosseguir?
pt_pt: Está prestes a partilhar a sua localização atual na publicação. Isto significa que qualquer pessoa por perto poderá ver o local onde a publicou. Tem a certeza de que quer continuar?

source: You are connected 😃
pt_br: Você está conectado 😃
pt_pt: Você está conectado 😃

source: You are disconnected 😔
pt_br: Você está desconectado 😞
pt_pt: Você está desconectado 😔

source: You are the admin of this community and cannot leave it.
pt_br: Você é o administrador dessa comunidade e não pode deixá-la.
pt_pt: É o administrador desta comunidade e não pode sair dela.

source: You are too far from this community. Tap and hold to leave it.
pt_br: Você está muito longe desta comunidade. Toque e segure para sair dela.
pt_pt: Está demasiado longe desta comunidade. Toque e mantenha premido para sair.

source: You can enable notifications to stay updated when someone matching your interests is nearby.
pt_br: Você pode ativar notificações para ficar atualizado quando alguém com seus interesses estiver por perto.
pt_pt: Pode ativar as notificações para se manter a par quando alguém com os seus interesses estiver por perto.

source: You can not edit your Business location.
pt_br: Você não pode editar a localização do seu Negócio.
pt_pt: Não pode editar a localização do seu Negócio.

source: You can not edit your Business photo.
pt_br: Você não pode editar a foto do seu Negócio.
pt_pt: Não pode editar a fotografia do seu Negócio.

source: You can offer a reward to encourage people to return your item.
pt_br: Você pode oferecer uma recompensa para incentivar as pessoas a devolverem seu item.
pt_pt: Pode oferecer uma recompensa para incentivar as pessoas a devolverem o seu item.

source: You can only have one active Business at a time.
pt_br: Você só pode ter um Negócio publicado por vez.
pt_pt: Só pode ter um Negócio ativo de cada vez.

source: You can only have one active Incident Report published at a time.
pt_br: Você pode ter apenas uma Denúncia publicada por vez.
pt_pt: Só pode ter uma Denúncia publicada de cada vez.

source: You can only have one active Lost Item published at a time.
pt_br: Você pode ter apenas um Item Perdido publicado por vez.
pt_pt: Só pode ter um Item Perdido publicado de cada vez.

source: You can send only one message with this invite. The chat will unlock once they respond.
pt_br: Você pode enviar apenas uma mensagem com este convite. O chat será desbloqueado assim que a pessoa responder.
pt_pt: Só pode enviar uma mensagem com este convite. A conversa será desbloqueada assim que a pessoa responder.

source: You can't see other people's post history.
pt_br: Você não pode ver o histórico de publicação das outras pessoas.
pt_pt: Você não pode ver o histórico de publicação das outras pessoas.

source: You don't have any business published.
pt_br: Você não tem nenhum negócio publicado.
pt_pt: Não tem nenhum negócio publicado.

source: You have no notifications yet.
pt_br: Você não tem nenhuma notificação.
pt_pt: Você não tem nenhuma notificação.

source: You haven't blocked any users.
pt_br: Você não bloqueou nenhum usuário.
pt_pt: Você não bloqueou nenhum usuário.

source: You're too far away to comment on this post.
pt_br: Você está muito longe para comentar esta postagem.
pt_pt: Está demasiado longe para comentar esta publicação.

source: You're too far away to edit this post.
pt_br: Você está muito longe para editar esta postagem.
pt_pt: Está demasiado longe para editar esta publicação.

source: You're too far away!
pt_br: Você está longe demais!
pt_pt: Está demasiado longe!

source: You're too far from this community to send a message.
pt_br: Você está muito longe dessa comunidade para mandar uma mensagem.
pt_pt: Está demasiado longe desta comunidade para enviar uma mensagem.

source: You’ve reached the maximum number of active posts allowed.
pt_br: Você atingiu o número máximo de publicações ativas permitidas.
pt_pt: Atingiu o número máximo de publicações ativas permitidas.

source: You’ve reached the maximum number of businesses you can publish.
pt_br: Você atingiu o número máximo de negócios que pode publicar.
pt_pt: Atingiu o número máximo de negócios que pode publicar.

source: Your **precise location** access is disabled. Please enable it to unlock the full functionality of AroundYou.
pt_br: Sua **localização precisa** está desativada. Por favor, ative-a para desbloquear todas as funcionalidades de AroundYou.
pt_pt: Sua **localização precisa** está desativada. Por favor, ative-a para desbloquear todas as funcionalidades de AroundYou.

source: Your account has been permanently banned.
pt_br: Sua conta foi permanentemente banida.
pt_pt: Sua conta foi permanentemente banida.

source: Your account has been temporarily banned until %@
pt_br: Sua conta foi temporariamente banida até %@
pt_pt: Sua conta foi temporariamente banida até %@

source: Your account has been temporarily banned until %@.
pt_br: Sua conta foi temporariamente banida até %@.
pt_pt: A sua conta foi temporariamente banida até %@.

source: Your account has been temporarily banned.
pt_br: Sua conta foi temporariamente banida.
pt_pt: A sua conta foi temporariamente banida.

source: Your biography will be displayed on your profile. Write anything you want to share about yourself.
pt_br: Sua biografia será exibida no seu perfil. Escreva algo sobre você que deseja compartilhar.
pt_pt: A sua biografia será apresentada no seu perfil. Escreva o que quiser partilhar sobre si.

source: Your Business will be available for **15 days**.
pt_br: Seu Negócio ficará disponível por **15 dias**.
pt_pt: O seu Negócio ficará disponível durante **15 dias**.

source: Your feedback helps us improve the app experience for everyone.
pt_br: Sua opinião nos ajuda a melhorar a experiência do app para todos.
pt_pt: Sua opinião nos ajuda a melhorar a experiência do app para todos.

source: Your full name will be displayed on your profile.
pt_br: Seu completo será exibido no seu perfil.
pt_pt: O seu nome completo será apresentado no seu perfil.

source: Your location:
pt_br: Sua localização:
pt_pt: Sua localização:

source: Your message couldn’t be sent because the community was deleted by its owner.
pt_br: Sua mensagem não pôde ser enviada porque a comunidade foi excluída pelo seu criador.
pt_pt: A sua mensagem não pôde ser enviada porque a comunidade foi eliminada pelo seu criador.

source: Your passwords do not match.
pt_br: Suas senhas não correspondem.
pt_pt: Suas senhas não correspondem.

source: Your post will be linked to your current location.
pt_br: Seu post ficará vinculado à sua localização atual.

source: Your precise location will be used to display on the map where you made this post.
pt_br: Sua localização precisa será usada para exibir no mapa onde você fez essa publicação.
pt_pt: Sua localização precisa será usada para exibir no mapa onde você fez essa publicação.

source: Your profile was successfully updated.
pt_br: Seu perfil foi atualizado com sucesso.
pt_pt: Seu perfil foi atualizado com sucesso.

source: Your username needs to be unique. This is the main way other users will see you on the app.
pt_br: Seu nome de usuário precisa ser único. Essa é a principal forma como outros usuários verão você no app.
pt_pt: O seu nome de utilizador tem de ser único. É a principal forma como os outros utilizadores o verão na aplicação.

source: Your location will be used to display your business to people nearby.
pt_pt: A sua localização será usada para mostrar o seu negócio às pessoas próximas.
